Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/primary_and_post_primary_education/going_to_primary_school/ownership_of_primary_schools.html.txt.tmx
Source language: en
Languages: ga

source: The majority of primary schools in Ireland are privately owned and supported by the different churches
ga: Tá formhór bhunscoileanna na hÉireann in úinéireacht phríobháideach agus tacaíocht acu ó na heaglaisí éagsúla

source: The State pays the bulk of the building and running costs and a local contribution is made towards the running costs
ga: Íocann an Stát an chuid is mó de na costais tógála agus reatha agus íoctar cuid de na costais reatha go háitiúil

source: In the case of Catholic and Church of Ireland schools, the owners are usually the diocesan trustees
ga: I gcás scoileanna Caitliceacha agus Eaglais na hÉireann, is iad na hiontaobhaithe deoise na húinéirí go hiondúil

source: Other denominational schools usually have a board of trustees nominated by the church authorities
ga: Go hiondúil bíonn bord iontaobhaithe ag scoileanna na n-aicmí eile atá ainmnithe ag údaráis na n-Eaglaisí

source: Multi-denominational schools are usually owned by a limited company or board of trustees
ga: Comhlacht teoranta nó bord iontaobhaithe is iondúil úinéirí na scoileanna ilaicme

source: Gaelscoileanna may be denominational and come under the same patronage as Catholic schools but some have their own limited company
ga: Tá cuid de na Gaelscoileanna ina scoileanna aon-aicme agus faoi phatrúntacht mar an gcéanna leis na scoileanna Caitliceacha ach tá comhlacht teoranta ag cuid eile acu

source: You can get more information in our document about different types of primary schools
ga: Tá tuilleadh eolais faoi na cineálacha bunscoileanna anseo

source: Ownership of different types of schools
ga: Úinéireacht chineálacha éagsúla scoileanna

source: The majority of primary schools are owned by the religious denominations
ga: Tá formhór na bunscoileanna in úinéireacht na n-aicmí creidimh

source: There are deeds of trust signed by the owners, which ensure that the school will continue to be used as such
ga: Tá gníomhais iontaobhais sínithe ag na húinéirí, a chinntíonn gur scoileanna a bheidh iontu i gcónaí

source: There are 9 'model schools', which are owned by the State
ga: Tá 9 gcinn de mhódhscoileanna gur leis an Stát iad

source: There are several special schools owned by the State
ga: Tá roinnt scoileanna speisialta gur leis an Stát iad

source: The special schools have a range of different owners - some are owned by the Department of Education and Skills, some by the Commissioners of Public Works, some by the Health Service Executive and some by religious orders
ga: Tá úinéirí difriúla ag na scoileanna speisialta - cuid acu in úinéireacht na Roinne Oideachais agus Scileanna, cuid eile ag Coimisinéirí na nOibreacha Poiblí, cuid ag Feidhmeannacht na Seirbhíse Sláinte agus cuid eile fós ag aicmí creidimh

source: The Education Act 1998 clarifies and restates the fact that the board of management does not acquire any right over or interest in the land or buildings of the school for which it has responsibility
ga: Soiléiríonn an tAcht Oideachais 1998 agus athdheireann sé nach bhfuil aon cheart ag an mbord bainistíochta ná leas aige sa talamh nó foirgnimh na scoile a bhfuil freagracht air ina leith

source: The Education Act 1998 gives a statutory basis to the role of the patron and sets out the rules for determining who the patron is
ga: Tá ról an phatrúin curtha ar bhonn reachtúil ag an Acht Oideachais 1998 agus leagann sé síos na rialacha a bhaineann le cén duine a bheidh mar phatrún

source: The patron may manage the school personally or may appoint a board of management to act as manager
ga: Is féidir leis an patrún an scoil a bhainistiú nó bord bainistíochta a cheapadh

source: Under the Act the patron has the power to remove the board and take over managing the school or appoint another board
ga: Faoin Acht tá an chumhacht ag an bpatrún an bord a scoir agus bainistíocht na scoile a thógáil nó bord nua a cheapadh

source: A register of patrons is kept by the Department of Education and Skills so it is possible for anyone to check exactly who the patron of any national school is
ga: Tá clár na bpatrún ag an Roinn Oideachais agus Scileanna agus mar sin is féidir le duine ar bith fáil amach cé hé/hí go díreach patrún aon bhunscoile ar bith

source: In general, the patron of a school is a representative of the owners and can be an individual or a group
ga: Go ginearálta, is ionadaí na n-úinéirí é/í patrún na scoile

source: In practice, the Catholic and Church of Ireland bishops are the patrons of the schools within the diocese, with the parish priest usually carrying out the functions on behalf of the bishop. The patron of a multi-denominational school is usually the board of trustees or the limited company Educate Together
ga: I ngníomh, is iad na heaspaig Chaitliceacha agus Eaglais na hÉireann patrúin na scoileanna sa deoise, agus is é an sagart paróiste a bhíonn ag gníomhnú ar son an easpaig

source: Gaelscoileanna may be under the patronage of the church authorities but may opt to be under the patronage of Foras Pátrúnachta na Scoileanna Lán-Ghaeilge, which is a limited company set up for the purpose
ga: An Bord Iontaobhaithe is patrún de scoileanna ilaicme go hiondúil nó comhlacht teoranta uaireanta Oideachas le Chéile.Bíonn Gaelscoileanna faoi choimirce údaráis na heaglaise ach is féidir leo roghnú a bheith faoi choimirce Fhoras Pátrúnachta na Scoileanna Lán-Ghaeilge, comhlacht teoranta a bunaíodh don fáth seo. seo

source: A new model of primary school patronage was introduced on a pilot basis in 2007
ga: Tháinig cineál nua patrúnachta isteach, ar bhonn treoirscéime, sa bhliain 2007

source: A Forum on Patronage and Pluralism in the Primary Sector was set up in 2011 to consider how primary school patronage structures might be adapted to reflect changes in society
ga: Cuireadh Fóram faoi Phátrúnacht agus Iolrachas san Earnáil Bhunscoile ar bun i 2011 chun a mheas conas na struchtúir phátrúnachta bunscoile a athchóiriú chun aird a thabhairt ar athruithe sa tsochaí

source: Its report was published on 10 April 2012
ga: Foilsíodh a thuarascáil an 10 Aibreán 2012

source: Traditionally, the site for national schools was provided locally - either directly by the patron or as a result of local fundraising
ga: Go traidisiúnta, cuireadh suíomh ar fáil go háitiúil don bhunscoil - go díreach ón bpatrún nó de thoradh ar bhailiúchán áitiúil

source: There was also a local contribution to the building costs and the running costs
ga: Bhí na daoine áitiúla ag íoc cuid de na costais tógála agus na costais reatha freisin

source: Changes were made over the years as multi-denominational schools and Gaelscoileanna were being built and did not have a 'local' funding base
ga: Tháinig athruithe i bhfeidhm thar na blianta nuair a tosaíodh ar scoileanna ilaicme agus Gaelscoileanna a thógáil agus nach raibh foinse 'áitiúil' airgeadais acu

source: New arrangements were introduced in 1999
ga: Tháinig socruithe nua i bhfeidhm i 1999

source: Private primary schools get no State funding
ga: Ní fhaigheann bunscoileanna príobháideacha aon mhaoiniú Stáit

source: Cost of site - new national schools
ga: Costas suímh - scoileanna náisiúnta nua

source: The State pays the full cost of the site
ga: Íocann an Stát costas iomlán an tsuímh

source: The patron still has the choice of funding the site cost
ga: Tá an rogha i gcónaí ag an bpatrún an costas seo a íoc

source: If the State pays, then the State owns the school building and leases it to the patron under a lease or a deed of trust
ga: Má íocann an Stát, is leis an Stát foirgneamh na scoile agus cuireann sé ar fáil don phatrún é faoi léas nó gníomhas iontaobhais

source: If the patron pays, the patron owns the school
ga: Má íocann an patrún, is leis an bpatrún an scoil

source: If the State pays, it does not change who the patron is
ga: Má íocann an scoil níl aon tionchar aige seo ar cé a bheidh ina phatrún

source: The funding for new Gaelscoileanna is now on the same basis as other new schools
ga: Tá maoiniú do Ghaelscoileanna nua anois mar an gcéanna le scoileanna nua eile

source: The previous arrangement continues for Gaelscoileanna that have either permanent or provisional recognition from the Department of Education and Skills
ga: Tá na seansocruithe fós i bhfeidhm do Ghaelscoileanna a bhfuil aitheantas buan nó sealadach acu ón Roinn Oideachais agus Scileanna

source: The previous arrangement for Gaelscoileanna meant that the Department bought the site and paid the full building cost
ga: Faoin seansocrú maidir le Gaelscoileanna cheannaigh an Roinn an suíomh agus d'íoc sí an costas iomlán tógála

source: In practice, a significant number of Gaelscoileanna are in rented accommodation and the state pays the rent
ga: I ngníomh, tá cuid mhaith Gaelscoileanna suite i bhfoirgnimh atá acu ar chíos agus tá an Stát ag íoc an chíosa

source: Gaelscoileanna Teo is a voluntary body (supported by An Foras Teanga), which is the co-ordinating body for Irish language schools and helps parents to set up new Gaelscoileanna
ga: Eagraíocht deonach í Gaelscoileanna Teo (le tacaíocht ón bhForas Teanga), atá ina heagraíocht chomhordnaithe do na scoileanna Gaeilge agus tugann sí cúnamh do thuismitheoirí Gaelscoileanna nua a bhunú

source: Running costs of schools
ga: Costas reatha na scoileanna

source: The State pays a direct capitation grant of €170 per student to each primary school
ga: Íocann an stát deontas caipitíochta díreach ionann agus €170 in aghaidh an dalta le gach bunscoil

source: The State pays the teachers' salaries
ga: Is é an Stát a íocann tuarastail na múinteoirí

source: Enhanced capitation grants are paid for children with special educational needs in special schools or who attend special classes in mainstream schools
ga: Íoctar deontais chaipitíochta feabhsaithe i gcás páistí ag a bhfuil riachtanais oideachais speisialta, cuma más i scoileanna speisialta atá siad nó ag freastal ar ranganna speisialta sna gnáthscoileanna

source: Capitation grants are used for the day-to-day running of schools and for teaching materials and resources
ga: Caitear na deontais chaipitíochta le costais reatha laethúla na scoile a ghlanadh agus ar ábhair agus acmhainní teagaisc

source: Primary schools also receive a grant for caretaking and secretarial services (called the Ancillary Services Grant Scheme) and this is €153 per student or €77.50 per student, depending on whether the school gets the full-rate or half-rate grant
ga: Faigheann bunscoileanna deontas, chomh maith, le haghaidh seirbhísí airíochais agus rúnaíochta (ar a dtugtar an Scéim Deontais Seirbhísí Coimhdeacha) agus is ionann seo agus €153 in aghaidh an scoláire nó €77.50 in aghaidh an scoláire ag brath ar cé acu an bhfuil an deontas ráta iomláin nó leathráta á fháil ag an scoil

source: A local contribution was formerly required but has now been abolished
ga: Theastaigh ranníocaíocht áitiúil roimhe seo ach tá deireadh curtha leis anois

source: Each school also receives a book grant
ga: Tugtar deontas leabhar do gach scoil, chomh maith

source: This is €21 per pupil for DEIS schools and €11 per pupil for non- DEIS schools
ga: Is ionann seo agus €21 in aghaidh an scoláire i scoileanna DEIS agus €11 in aghaidh an scoláire i scoileanna neamh-DEIS

source: Each school gets a grant towards the cost of minor works
ga: Tugtar deontas do gach scoil i dtreo an chostais a bhíonn ar mhionoibreacha

source: Some schools qualify for enhanced funding under various schemes for tackling disadvantage in primary schools such as DEIS and Early Start
ga: Bíonn teideal ag roinnt scoileanna ar mhaoiniú breise de bhun scéimeanna éagsúla d'fhonn tabhairt faoin míbhuntáiste sna bunscoileanna ar nós DEIS agus Tús Luath
